import React from 'react';

export default function About() {
  return (
    <div className="container mx-auto">
      <div className="row mb-lg-5 mb-4">
          <div className="single-post w-75 mx-auto text-center">
            <h3 className="heading-secondary p-3 my-3 text-center">Մեր մասին</h3>
            <h6 className="font-weight-normal text-center" style={{lineHeight: "200%"}}>«baghadratomser.com» կայքը ստեղծվել է 2020թ.-ին: Մենք նպատակ ունեինք ստեղծելու մի կայք, որտեղ ոտք դրած յուրաքանչյուր այցելու կգնտի իրեն հարմար ցանկացած բաղադրատոմս և կվայելի ինչպես հայկական, այնպես էլ այլ երկրների բազմատեսակ խոհանոցների անկրկնելի համը։ Յուրահատուկ դիզայնով և հետաքրքիր լուծումներով կայքը օգտվելու ընթացքում այցելուների համար դժվարություններ չի առաջացնում։ Կայքի բաղադրատոմսերը անընդհատ թարմացվում են տարատեսակ բաղադրատոմսերով` հաճախորդներին հրամցնելով հայկական ավանդական խոհանոցի համային անկրկնելի գաղտնիքները: Կայքը նախատեսված է տարբեր տարիքային խմբի մարդկանց համար, քանի որ կայքում ցուցադրված են բաղադրատոմսեր ինչպես մեծահասակների, այնպես էլ երեխաների և դիետիկ սնունդ նախընտրող մարդկանց համար։ Դիետիկ սնունդ նախընտրող մարդիկ լայն հնարավորություն ունեն օգտվելու դիետիկ ուտեստների ու բազմատեսակ աղցանների հարուստ ընտրանուց: Խոհարարական արվեստում համեղ կերակուր ստանալու համար կարևոր է բաղադրատոմսի ճիշտ պահպանումը, բայց կա նաև մի այլ կարևոր հանգամանք, դա յուրաքանչյուր կերակրի պատրաստման հիմքում սիրո ներդրումն է: Թերևս հենց սիրով ու որակով պատրաստելու հանգամանքն է, կերակուրը դարձնում ավելի համեղ և ախորժելի:</h6>
          </div>
      </div>
    </div>
  )
}
