import React from 'react'

export default function privacy() {
  return (
    <>
      <div className="container mx-auto my-3">
        <div className="row">
            <div className="col">
                <div className="single-post w-100 mx-auto">
                    <h3 className="post-category font-weight-light p-3 text-center text--green font-weight-bold">Գաղտնիության քաղաքականություն</h3>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Այս գաղտնիության քաղաքականությունը նկարագրում է Ձեր կողմից տեղեկատվության հավաքագրման, օգտագործման և բացահայտման վերաբերյալ մեր քաղաքականությունն ու ընթացակարգերը, երբ դուք օգտվում եք Ծառայությունից և պատմում է ձեզ ձեր գաղտնիության իրավունքի մասին, և թե ինչպես է օրենքը պաշտպանում ձեզ:<br />
                    Մենք օգտագործում ենք ձեր անձնական տվյալները Ծառայությունը մատուցելու և կատարելագործելու համար: Օգտագործելով Ծառայությունը, Դուք համաձայն եք տեղեկատվության հավաքագրման և օգտագործման հետ ՝ համաձայն այս գաղտնիության քաղաքականության: 
                    </p>
                    <h4 className="post-category display-5 py-3 text-left">Մեկնաբանություններ և սահմանումներ</h4>
                    <h4 className="post-category display-6 py-2 text-left">Մեկնաբանություններ</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Բառերը, որոնց սկզբնական տառերը մեծապատկերված են, հետևյալ պայմաններով սահմանված իմաստներ ունեն:<br />
                    Հետևյալ սահմանումները պետք է ունենան նույն իմաստը ՝ անկախ նրանից, թե դրանք հայտնվում են եզակի կամ բազմակի մեջ:
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Սահմանումներ</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Այս գաղտնիության քաղաքականության նպատակների համար.<br />
        
                    Նկատի ունեք այն անհատը, որը մուտք է գործում կամ օգտագործում է Ծառայությունը, կամ ընկերությունը կամ այլ իրավաբանական անձ, որի անունից այդպիսի անձը մուտք է գործում կամ օգտագործում է Ծառայությունը, ըստ անհրաժեշտության:<br />
        
                    Ընկերությունը (սույն Համաձայնագրում նշված է կամ «Ընկերություն», «Մենք», «Մենք» կամ «Մեր») վերաբերում է baghadratomser.com- ին:<br />
                    Կայքը վերաբերում է baghadratomser.com կայքին, որը հասանելի է https://baghadratomser.com կայքից<br />
                    Ծառայությունը վերաբերում է Կայքին:<br />
                    Երկիրը վերաբերում է. Հայաստանին<br />
                    Ծառայությունների մատուցող նշանակում է ցանկացած ֆիզիկական կամ իրավաբանական անձ, ով Ընկերության անունից վերամշակում է տվյալները: Խոսքը վերաբերում է Ծառայության հեշտացմանը, Ընկերության անունից Ծառայությանը մատուցելուն, ծառայությանը վերաբերող ծառայություններ կատարելուն կամ Ընկերությանը օժանդակելուն ուղղված Ընկերությունում աշխատող երրորդ անձանց ընկերություններին կամ ընկերություններին, որոնք ծառայում են Ծառայության օգտագործման մեջ:<br />
        
                    Երրորդ կողմի սոցիալական մեդիայի ծառայությունը վերաբերում է ցանկացած կայքէջին կամ սոցիալական ցանցի ցանկացած կայքին, որի միջոցով Օգտագործողը կարող է մուտք գործել կամ ստեղծել հաշիվ ՝ Ծառայությունից օգտվելու համար:<br />
                    Անձնական տվյալները ցանկացած տեղեկատվություն են, որը վերաբերում է նույնականացված կամ նույնականացվող անհատի:<br />
        
                    Տեղեկանիշները փոքր ֆայլեր են, որոնք տեղադրված են Ձեր համակարգչի, բջջային սարքի կամ որևէ այլ սարքի կողմից կայքի միջոցով, որը պարունակում է այդ կայքում ձեր զննման պատմության մանրամասները `դրա բազմաթիվ օգտագործման մեջ:<br />
                    Սարքը նշանակում է ցանկացած սարք, որը կարող է մուտք գործել Ծառայություն, ինչպիսիք են համակարգիչը, բջջային հեռախոսը կամ թվային պլանշետը:<br />
                    Օգտագործման տվյալները վերաբերում են ինքնաբերաբար հավաքված տվյալների, որոնք կամ ստեղծվել են Ծառայության օգտագործման միջոցով կամ Ծառայության ենթակառուցվածքներից (օրինակ ՝ էջի այցի տևողություն):<br />
                    </p>
                    <h4 className="post-category display-6 py-3 text-left">Ձեր անձնական տվյալները հավաքելը և օգտագործելը</h4>
                    <h4 className="post-category display-6 py-2 text-left">Հավաքված տվյալների տեսակները</h4>
                    <h4 className="post-category display-6 py-2 text-left">Անձնական տվյալներ</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Մեր ծառայությունն օգտագործելիս մենք կարող ենք ձեզնից պահանջել տրամադրել որոշակի անձամբ ճանաչելի տեղեկություններ, որոնք կարող են օգտագործվել ձեզ հետ կապ հաստատելու կամ նույնականացնելու համար: Անհատապես նույնականացվող տեղեկատվությունը կարող է ներառել, բայց չի սահմանափակվում միայն.
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Օգտագործման տվյալներ</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Օգտագործման տվյալները հավաքվում են ավտոմատ Ծառայությունից օգտվելիս:<br />
                    Օգտագործման տվյալները կարող են ներառել այնպիսի տեղեկություններ, ինչպիսիք են ՝ Սարքի Ինտերնետային արձանագրության հասցեն (օրինակ ՝ IP հասցեն), զննարկչի տեսակը, դիտապատուհանի տարբերակը, մեր այցելության ծառայության էջերը, ձեր այցի ժամանակը և ամսաթիվը, այդ էջերում անցկացրած ժամանակը, եզակի սարքը: նույնացուցիչներ և ախտորոշիչ այլ տվյալներ:<br />
                    Երբ դուք մուտք եք գործում Ծառայություն բջջային սարքի միջոցով կամ այլ միջոցով, մենք կարող ենք ինքնաբերաբար հավաքել որոշակի տեղեկատվություն, ներառյալ, բայց չսահմանափակվելով ձեր օգտագործած բջջային սարքի տեսակը, ձեր բջջային սարքի եզակի նույնականացումը, ձեր բջջային սարքի IP հասցեն, ձեր բջջայինը գործավար համակարգը, ձեր օգտագործած բջջային ինտերնետ զննարկչի տեսակը, սարքի եզակի նույնացուցիչները և ախտորոշիչ այլ տվյալներ:<br />
                    Մենք կարող ենք նաև հավաքել տեղեկություններ, որոնք ձեր զննարկիչը ուղարկում է, երբ այցելեք մեր Ծառայություն կամ երբ մուտք եք գործում Ծառայություն բջջային սարքի միջոցով:<br />
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Հետևելու տեխնոլոգիաներ և բլիթներ</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Մենք օգտագործում ենք Տեղեկանիշներ և հետևելու նմանատիպ տեխնոլոգիաներ `մեր ծառայության վրա գործունեությունը հետևելու և որոշակի տեղեկատվություն պահելու համար: Օգտագործված հետևելու տեխնոլոգիաները փարոսներ են, պիտակներ և գրություններ ՝ տեղեկատվություն հավաքելու և հետևելու, ինչպես նաև բարելավելու և վերլուծելու համար մեր Ծառայությունը:<br />
                    Կարող եք հրահանգել ձեր զննարկիչին հրաժարվել բոլոր Տեղեկանիշներից կամ նշել այն մասին, թե երբ են ուղարկվում Cookie- ն: Այնուամենայնիվ, եթե դուք չեք ընդունում Տեղեկանիշ, միգուցե դուք չեք կարողանա օգտագործել մեր Ծառայության որոշ մասեր:<br />
                    Տեղեկանիշները կարող են լինել «կայուն» կամ «նստաշրջան» թխուկներ: Համառ Cookie- ները մնում են ձեր անձնական համակարգչի կամ բջջային սարքի վրա, երբ անցանց եք գնում, իսկ Session Cookies- ը ջնջվում է հենց ձեր վեբ զննարկիչը փակելուն պես:<br />
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Ձեր անձնական տվյալների օգտագործումը</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Ընկերությունը կարող է օգտագործել անձնական տվյալները հետևյալ նպատակների համար.<br />
                    Տրամադրել և պահպանել մեր Ծառայությունը, ներառյալ `վերահսկելու մեր ծառայության օգտագործումը:<br />
                    Կառավարել ձեր հաշիվը. Կառավարել ձեր գրանցումը որպես Ծառայության օգտվող: Ձեր տրամադրած անձնական տվյալները կարող են ձեզ հնարավորություն տալ օգտվել Ծառայության տարբեր ֆունկցիոնալ հնարավորություններից, որոնք ձեզ հասանելի են որպես գրանցված օգտվող:
                    Պայմանագրի կատարման համար. Ծառայության միջոցով մեզ հետ ձեռք բերված ապրանքների, ապրանքների կամ ծառայությունների գնման պայմանագրի մշակումը, համապատասխանությունը և ստանձնումը:<br />
                    Կապվելու համար. Ձեզ հետ կապվելու համար էլ. Փոստով, հեռախոսազանգերով, SMS- ով կամ էլեկտրոնային հաղորդակցության այլ համարժեք ձևերով, ինչպիսիք են բջջային հավելվածի հրահանգները, գործառույթների, ապրանքների կամ պայմանագրային ծառայությունների հետ կապված թարմացումների կամ տեղեկատվական հաղորդակցության վերաբերյալ, ներառյալ անվտանգության թարմացումները, անհրաժեշտության դեպքում կամ ողջամիտ դրանց իրականացման համար:<br />
                    Ձեզ նորություններ, հատուկ առաջարկներ և ընդհանուր տեղեկություններ տրամադրել այլ ապրանքների, ծառայությունների և իրադարձությունների վերաբերյալ, որոնք մենք առաջարկում ենք, որոնք նման են այն բաներին, որոնց մասին արդեն գնել եք կամ հետաքրքրվել, քանի դեռ չեք որոշել այդպիսի տեղեկատվություն ստանալ:<br />
                    Ձեր հայցերը կառավարելու համար. Հայտերը մեզ դիմելու և ղեկավարելու համար:<br />
                    Մենք կարող ենք կիսել ձեր անձնական տեղեկությունները հետևյալ իրավիճակներում.<br />
                    Ծառայությունների մատուցողների հետ. Մենք կարող ենք ձեր անձնական տեղեկատվությունը տրամադրել Ծառայությունների մատակարարներին `մեր Ծառայությունների օգտագործումը վերահսկելու և վերլուծելու համար, կապ հաստատելու ձեզ հետ:<br />
                    Բիզնեսի փոխանցումների համար. Մենք կարող ենք փոխանակել կամ փոխանցել ձեր անձնական տեղեկատվությունը `կապված ընկերության կամ ակտիվների ցանկացած միաձուլման, վաճառքի, ֆինանսավորման կամ մեր բիզնեսի բոլոր կամ մի մասի հետ այլ ընկերության հետ:<br />
                    Գործընկերների հետ. Մենք կարող ենք ձեր տեղեկատվությունը կիսել մեր դուստր ձեռնարկությունների հետ, որի դեպքում այդ դուստր ձեռնարկություններից կպահանջենք կատարել այդ գաղտնիության քաղաքականությունը: Դուստր ձեռնարկությունները ներառում են մեր մայր ընկերությունը և ցանկացած այլ դուստր ձեռնարկություն, համատեղ ձեռնարկության գործընկերներ կամ այլ ընկերություններ, որոնք մենք վերահսկում ենք, կամ որոնք գտնվում են մեզ հետ ընդհանուր վերահսկողության ներքո:<br />
                    Բիզնես գործընկերների հետ. Մենք կարող ենք ձեր տեղեկատվությունը կիսել մեր գործընկեր գործընկերների հետ `ձեզ որոշակի ապրանքներ, ծառայություններ կամ առաջխաղացումներ առաջարկելու համար:<br />
                    Այլ օգտագործողների հետ. Երբ դուք կիսում եք անձնական տեղեկությունները կամ այլ կերպ շփվում եք հանրային տարածքներում այլ օգտվողների հետ, այդպիսի տեղեկատվությունը կարող է դիտվել բոլոր օգտագործողների կողմից և կարող է հրապարակայնորեն տարածվել դրսում: Եթե շփվում եք այլ օգտվողների հետ կամ գրանցվում եք երրորդ կողմի սոցիալական մեդիայի ծառայության միջոցով, Երրորդ կողմի սոցիալական լրատվամիջոցների ծառայության ձեր կոնտակտները կարող են տեսնել ձեր անունը, պրոֆիլը, նկարները և ձեր գործունեության նկարագրությունը: Նմանապես, մյուս օգտվողները կկարողանան դիտել ձեր գործունեության նկարագրությունները, շփվել ձեզ հետ և դիտել ձեր պրոֆիլը:<br />
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Ձեր անձնական տվյալների պահպանում</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Ընկերությունը կպահպանի ձեր անձնական տվյալները միայն այնքան ժամանակ, որքանով դա անհրաժեշտ է գաղտնիության քաղաքականության մեջ նշված նպատակներով: Մենք կպահպանենք և կօգտագործենք Ձեր անձնական տվյալները այնքանով, որքանով անհրաժեշտ է մեր իրավական պարտավորությունները կատարելու համար (օրինակ, եթե մեզանից պահանջվում է պահպանել ձեր տվյալները ՝ գործող օրենսդրություններին համապատասխան), վեճերը լուծելու և իրականացնելու ենք մեր իրավական համաձայնագրերը և քաղաքականությունը:<br />
                    Ընկերությունը կպահպանի նաև Օգտագործման տվյալները ներքին վերլուծության նպատակով: Օգտագործման տվյալներն ընդհանուր առմամբ պահպանվում են ավելի կարճ ժամանակահատվածով, բացառությամբ այն դեպքերի, երբ այս տվյալներն օգտագործվում են անվտանգության ամրապնդման կամ մեր ծառայության գործառույթը բարելավելու համար, կամ մենք իրավաբանորեն պարտավոր ենք պահպանել այս տվյալները ավելի երկար ժամանակահատվածներով:
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Ձեր անձնական տվյալների փոխանցում</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Ձեր տեղեկատվությունը, ներառյալ անձնական տվյալները, մշակվում են Ընկերության գործող գրասենյակներում և ցանկացած այլ վայրում, որտեղ գտնվում են մշակման գործընթացում ներգրավված կողմերը: Դա նշանակում է, որ այս տեղեկատվությունը կարող է փոխանցվել և պահպանվել համակարգիչներին, որոնք գտնվում են ձեր պետության, նահանգի, երկրի կամ այլ պետական իրավասության սահմաններից դուրս, որտեղ տվյալների պաշտպանության մասին օրենքները կարող են տարբեր լինել, քան ձեր իրավասությունից:<br />
                    Ձեր համաձայնությունը գաղտնիության քաղաքականությանը, որին հաջորդում է ձեր կողմից նման տեղեկատվություն ներկայացնելը, ներկայացնում է ձեր համաձայնությունը այդ փոխանցմանը:<br />
                    Ընկերությունը կձեռնարկի բոլոր անհրաժեշտ քայլերը ՝ ապահովելու համար, որ ձեր տվյալները վարվեն անվտանգ և սույն Գաղտնիության քաղաքականությանը համապատասխան, և ձեր անձնական տվյալների փոխանցումը չի կատարվի որևէ կազմակերպության կամ երկիր, եթե չլինեն համապատասխան վերահսկողություն ՝ ներառյալ անվտանգությունը: Ձեր տվյալները և այլ անձնական տեղեկությունները:<br />
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Ձեր անձնական տվյալների բացահայտում</h4>
                    <h4 className="post-category display-6 py-2 text-left">Բիզնես գործարքներ</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Եթե Ընկերությունը ներգրավված է միաձուլման, ձեռքբերման կամ ակտիվների վաճառքում, ձեր անձնական տվյալները կարող են փոխանցվել: Մենք նախազգուշացում կտանք, նախքան ձեր անձնական տվյալները փոխանցելը և ենթակա է գաղտնիության այլ քաղաքականության:
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Իրավապահ</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Որոշակի պայմաններում Ընկերությունից կարող է պահանջվել հրապարակել ձեր անձնական տվյալները, եթե դա անհրաժեշտ է օրենքով, կամ ի պատասխան պետական մարմինների կողմից հաստատված պահանջների (օրինակ ՝ դատարան կամ պետական գործակալություն):
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Այլ իրավական պահանջներ</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Ընկերությունը կարող է հրապարակել ձեր անձնական տվյալները ՝ հավատալով, որ նման գործողությունն անհրաժեշտ է ՝<br />
                    Իրականացնել իրավական պարտավորություն<br />
                    Պաշտպանել և պաշտպանել Ընկերության իրավունքները կամ գույքը<br />
                    Կանխել կամ ուսումնասիրել Ծառայության հետ կապված հնարավոր հանցանքները<br />
                    Պաշտպանեք Ծառայության օգտագործողների կամ հասարակության անձնական անվտանգությունը<br />
                    Պաշտպանեք իրավական պատասխանատվությունից<br />
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Ձեր անձնական տվյալների անվտանգությունը</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Ձեր անձնական տվյալների անվտանգությունը մեզ համար կարևոր է, բայց հիշեք, որ ինտերնետով փոխանցման ոչ մի մեթոդ կամ էլեկտրոնային պահեստավորման որևէ եղանակ 100% անվտանգ չէ: Չնայած մենք ձգտում ենք օգտագործել առևտրի համար ընդունելի միջոցներ `ձեր անձնական տվյալները պաշտպանելու համար, մենք չենք կարող երաշխավորել դրա բացարձակ անվտանգությունը:
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Երեխաների գաղտնիությունը</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Մեր Ծառայությունը չի դիմում 13 տարեկանից ցածր որևէ մեկին: Մենք չգիտենք, թե 13-ից ցածր տարիքի որևէ մեկից անձամբ կարող եք անձամբ ճանաչելի տեղեկատվություն հավաքել: Եթե ծնող եք կամ խնամակալ, և տեղյակ եք, որ ձեր երեխան մեզ է տրամադրել անձնական տվյալներ, խնդրում ենք կապվեք մեզ հետ: Եթե մենք տեղյակ լինենք, որ 13 տարին լրացած որևէ մեկից անձնական տվյալներ ենք հավաքել, առանց ծնողական համաձայնության հաստատելու, մենք քայլեր ենք ձեռնարկում այդ տեղեկատվությունը մեր սերվերներից հանելու ուղղությամբ:<br />
                    Եթե մենք պետք է ապավինենք համաձայնությանը `որպես ձեր տեղեկատվությունը մշակելու իրավական հիմք, և ձեր երկիրը պահանջում է ծնողի համաձայնությունը, մենք կարող ենք պահանջել ձեր ծնողի համաձայնությունը նախքան մենք հավաքենք և օգտագործենք այդ տեղեկատվությունը:
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Հղումներ դեպի այլ կայքեր</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Մեր ծառայությունը կարող է պարունակել հղումներ դեպի այլ կայքեր, որոնք չեն գործում մեր կողմից: Եթե կտտացնում եք երրորդ կողմի հղումը, Դուք կուղղվեք այդ երրորդ կողմի կայք: Մենք խստորեն խորհուրդ ենք տալիս վերանայել ձեր այցելած յուրաքանչյուր կայքի Գաղտնիության քաղաքականությունը:<br />
                    Մենք չենք վերահսկում և պատասխանատվություն չենք կրում որևէ երրորդ կողմի կայքերի կամ ծառայությունների բովանդակության, գաղտնիության քաղաքականության կամ գործելակերպի համար:
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Փոփոխություններ այս գաղտնիության քաղաքականության մեջ</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Մենք կարող ենք ժամանակ առ ժամանակ թարմացնել մեր Գաղտնիության քաղաքականությունը: Մենք ձեզ կտեղեկացնենք ցանկացած փոփոխության մասին ՝ այս էջում տեղադրելով նոր Գաղտնիության քաղաքականություն:<br />
                    Մենք ձեզ կտեղեկացնենք էլեկտրոնային փոստով և (կամ) մեր ծառայության մասին ակնհայտ ծանուցմամբ ՝ նախքան փոփոխությունն ուժի մեջ մտնելը և «Վերջին թարմացումը» ամսաթիվը կթարմացվի այս գաղտնիության քաղաքականության վերևում:<br />
                    Ձեզ առաջարկվում է պարբերաբար վերանայել այս Գաղտնիության քաղաքականությունը ՝ փոփոխությունների համար: Այս գաղտնիության քաղաքականության մեջ փոփոխությունները արդյունավետ են, երբ դրանք տեղադրվում են այս էջում:<br />
                    </p>
                    <h4 className="post-category display-6 py-2 text-left">Կապ մեզ հետ</h4>
                    <p className="font-weight-normal text-justify" style={{lineHeight: "200%"}}>
                    Եթե այս գաղտնիության քաղաքականության վերաբերյալ ցանկացած հարց ունեք, կարող եք կապվել մեզ հետ.<br />
                    Էլ.փոստով ՝ baghadratomser@gmail.com<br />
                    Հղումով՝ baghadratomser.com/contact<br />
                    </p>
                    <h6 className="post-category display-6 py-3 text-right">Վերջին անգամ թարմացվել է՝ 2020 թվականի մայիսի 10-ին</h6>
                </div>
            </div>
        </div>
      </div>
    </>
  )
}
